{
    "title": "Auto trading robot",
    "intro-1": "#WE ARE TURBO",
    "intro-2": "It is a robot which operates on the FOREX and which makes it possible to generate monthly returns of 10 to 15%, and this, in a completely passive way.",
    "intro-3": "Sign up on Turbo",
    "card-1": "6 years of development for a total cost of 4 million euros.",
    "card-2": "A technology called 'high frequency trades' allowing unparalleled performance in the bot ecosystem and so far only accessible to institutions.",
    "card-3": "Maximum security of capital thanks to controlled processes and a mastered technique. The Fxwinnings broker makes your money available all the time.",
    "card-4": "The Fxwinnings broker makes your money available all the time.",
    "card-5": "A headquarters in Europe with physical offices in Spain, Italy and Colombia. One of the best BROKER in the world, technological, reliable and an available and responsive after-sales service",
    "card-6": "One of the best BROKER in the world, technological, reliable and an available and responsive after-sales service",
    "tuto-step": "Complete tutorial in 10 steps to follow for the creation of the turbo account.",
    "step1": "STEP 1",
    "step2": "STEP 2",
    "step3": "STEP 3",
    "step4": "STEP 4",
    "step5": "STEP 5",
    "step6": "STEP 6",
    "step7": "STEP 7",
    "step8": "STEP 8",
    "step9": "STEP 9",
    "step10": "STEP 10",
    "et1-1": "It is essential to have a gmail address to create your account.",
    "et1-2": "Sign up on Turbo",
    "et1-3": "Fill in the 4 required fields :",
    "et1-4": "Username : Pseudo",
    "et1-5": "Email : Email",
    "et1-6": "Confirm Email : Email confirmation",
    "et1-7": "Password : Password",
    "et2-1": "Go in the Turbo Plans Tab",
    "et2-2": "Turbo Plans",
    "et2-3": "(3 bots with 6 licences choices : 3 monthly, 3 valid for 2 years).",
    "et2-4": "Chose your bot and licence (click on the",
    "et2-5": "Buy now",
    "et2-6": "icon in regard to the chosen licence).",
    "et2-7": "Buy now",
    "et2-8": "SA1 to 3",
    "et2-9": "Monthly Licences : This solution is of course more expensive than the purchase of Premium licenses (the prices indicated are entry fees to which a monthly subscription will be added).",
    "et2-10": "Premium",
    "et2-11": "SA1 to 3",
    "et2-12": ": 2 years Licences (no entree fee).",
    "et2-13": "Payment of the chosen license",
    "et2-14": "Following your click on the button",
    "et2-15": "Buy now",
    "et2-16": "a new page appears with the BitCoin symbol, click on it to continue your purchase.",
    "et2-17": "Then, go on your exchange (Binance, Crypto.com)…. And manage payment in BitCoin currency :",
    "et2-18": "Select",
    "et2-19": "BTC",
    "et2-20": "on your plateform and make the deposit of the requested amount on the adress shown on your payment window.",
    "et3-1": "Finally go to the tab",
    "et3-2": "Profile",
    "et3-3": "to fill in your information.",
    "et3-4": "Fill in the",
    "et3-5": "BitCoin",
    "et3-6": "(BTC) Deposit adress from your exchange (to pick from your exchange Binance, Crypto.com…)",
    "et3-7": "Fill in the different fields.",
    "et3-8": "You know have a TURBO Account and licence.",
    "et3-9": "Next Step: create an account on the FXWinning Brocker and connect them together.",
    "et4-1": "Creation of the FXWINNING broker account",
    "et4-2": "Sign up on the brocker FXWINNING",
    "et4-3": "Click on « Open Real Account » to start the account creation process.",
    "et4-4": "Fill in all the information requested.",
    "et4-5": "Fill in your information as it is on the document you will use for your KYC (ID Card/Passport… Proof of residency)",
    "et4-6": "For simpler process, use the same gmail address that the one you used to create your TURBO account",
    "et4-7": "Fill in the different fields as shown on the screen shots",
    "et5-1": "Power of Attorney",
    "et5-2": "Document to print/fill/scan (make sure you respect the right order of the pages when you scan).",
    "et5-3": "Download the blank document:",
    "et5-4": "To ensure correct filling please refer to the following link.",
    "et5-5": "Access to the guide",
    "et6-1": "Upload your documents on the FXWINNING Brocker website.",
    "et6-2": "Click on the",
    "et6-3": "Account settings => Upload documents.",
    "et6-4": "Upload the document",
    "et6-5": "« Power of Attorney »",
    "et6-6": "document you filled in and scaned by selecting DTA in the List Of Value.",
    "et6-7": "Do the same with other documents",
    "et6-8": "(Proof of ID AND Adress verification)",
    "et6-9": "selecting the right one in the list of value for each of them.",
    "et6-10": "This step is fastidious but shows how the brocker is serious.",
    "et7-1": "Go back on the",
    "et7-2": "My Account",
    "et7-3": "Tab and copy your «",
    "et7-4": "Account Number",
    "et7-5": "(which is at the bottom left).",
    "et7-6": "Get your account number and go back on the Turbo web site.",
    "et8-1": "Connect your TURBO BOT with the broker",
    "et8-2": "Connect your FXWinning Account (brocker) to your TURBO.",
    "et8-3": "Open the",
    "et8-4": "profil",
    "et8-5": "tab and fill in the Fxwinning account number.",
    "et8-6": "Fill in the FXWinning",
    "et8-7": "Account number",
    "et8-8": "number in that field.",
    "et9-1": "Funds deposit on the brocker",
    "et9-2": "Go back on the brocker website and get connected.",
    "et9-3": "Click on the",
    "et9-4": "deposit",
    "et9-5": "button where a new page will open",
    "et9-6": "Select the network for the deposit.",
    "et9-7": "Make the Payment via",
    "et9-8": "CoinPayements",
    "et9-9": "Be very cautious with fees (they depend on the chosen network and on your exchange platform or crypto wallet). The amount received must be",
    "et9-10": "EXACTLY",
    "et9-11": "the one shown on the Coinpayment screen. Wether it is BTC or USDT you have to add the network fees from your exchange (Binance/Crypto.com…..) so that the amount shown is received.",
    "et9-12": "The payment must be done at the adress shown on your Coinpayment window (Copy/paste this adress on your exchange).",
    "et9-13": "This operation may take several minutes (before the funds do not arrive in your account)!!!",
    "et10-1": "Withdraw of funds from the broker (Available 24/7)",
    "et10-2": "Click on",
    "et10-3": "Request",
    "et10-4": "then perform the following steps in order.",
    "et10-5": "Steps :",
    "et10-6": "1 - Select your trading account",
    "et10-7": "2 - Select your method (Crypto)",
    "et10-8": "3 - Fill in the adress of your Crypto Wallet (the one from the chosen currency (BTC/USDT….)",
    "et10-9": "4 - Crypto Currency : Chosen Withdraw Crypto",
    "et10-10": "5 - Amount : amount you want to withdraw",
    "et10-11": "The funds will arrive within 24/48h on the Wallet of your Exchange (Binance/Crypto.com….)",
    "warn1": "Warning",
    "warn2": "Trading exposes you to risks of loss equivalent to deposits and is only suitable for informed customers who have the financial means to bear this risk. This site is in no way an offer of investment advice or any incentive to buy or sell financial instruments. Past results are not indicative of future results. The visitor is solely responsible for the use made of the information acquired and assumes all the risks associated with this use. In particular, it is up to the visitor to take all the necessary measures to preserve the integrity of his capital. The turbo-trade.fr/com site and its administrators cannot be held responsible for any possible losses or reduced performance of the trading robots. The turbo-trade.fr/com site and its administrators decline all responsibility for errors, inaccuracies or omissions and do not guarantee the accuracy or completeness of the information, texts, graphics, links or other elements contained on the site.",
    "LanguageSelected": "English"

}



